<?php 
/**
* @version: 5.2
* @package: Elxis CMS
* @subpackage: Elxis Language
* @author: Elxis Team ( https://www.elxis.org )
* @copyright: (C) 2006-2021 Elxis.org. All rights reserved.
* @description: el-GR (Greek - Greece) language for component CPanel
* @license: Elxis public license https://www.elxis.org/elxis-public-license.html
* @translator: Ioannis Sannos ( https://www.elxis.org )
*
* ---- THIS FILE MUST BE ENCODED AS UTF-8! ----
*
*****************************************************************************/

defined('_ELXIS_') or die ('Direct access to this location is not allowed.');


$_lang = array();
$_lang['CONTROL_PANEL'] = 'Πίνακας ελέγχου';
$_lang['GENERAL_SITE_SETS'] = 'Γενικές ρυθμίσεις ιστότοπου';
$_lang['LANGS_MANAGER'] = 'Διαχειριστής γλωσσών';
$_lang['MANAGE_SITE_LANGS'] = 'Διαχειριστείτε τις γλώσσες του ιστότοπου';
$_lang['USERS'] = 'Χρήστες';
$_lang['MANAGE_USERS'] = 'Δημιουργήστε, τροποποιήστε και διαγράψτε λογαριασμούς χρηστών';
$_lang['USER_GROUPS'] = 'Ομάδες χρηστών';
$_lang['MANAGE_UGROUPS'] = 'Διαχειριστείτε τις ομάδες χρηστών';
$_lang['MEDIA_MANAGER'] = 'Διαχειριστής πολυμέσων';
$_lang['MEDIA_MANAGER_INFO'] = 'Διαχειριστείτε αρχεία πολυμέσων';
$_lang['ACCESS_MANAGER'] = 'Διαχειριστής πρόσβασης';
$_lang['MANAGE_ACL'] = 'Διαχειριστείτε τις Λίστες Ελέγχου Πρόσβασης';
$_lang['MENU_MANAGER'] = 'Διαχειριστής μενού';
$_lang['MANAGE_MENUS_ITEMS'] = 'Διαχειριστείτε τα μενού και τα αντικείμενα μενού';
$_lang['FRONTPAGE'] = 'Αρχική σελίδα';
$_lang['DESIGN_FRONTPAGE'] = 'Σχεδιάστε την αρχική σελίδα του ιστότοπου';
$_lang['CATEGORIES_MANAGER'] = 'Διαχειριστής κατηγοριών';
$_lang['MANAGE_CONT_CATS'] = 'Διαχειριστείτε τις κατηγορίες περιεχομένου';
$_lang['CONTENT_MANAGER'] = 'Διαχειριστής περιεχομένου';
$_lang['MANAGE_CONT_ITEMS'] = 'Διαχειριστείτε τα αντικείμενα περιεχομένου';
$_lang['MODULES_MANAGE_INST'] = 'Διαχειριστείτε τα Module και εγκαταστήστε νέα.';
$_lang['PLUGINS_MANAGE_INST'] = 'Διαχειριστείτε τα Πρόσθετα Περιεχομένου και εγκαταστήστε νέα.';
$_lang['COMPONENTS_MANAGE_INST'] = 'Διαχειριστείτε τα Component και εγκαταστήστε νέα.';
$_lang['TEMPLATES_MANAGE_INST'] = 'Διαχειριστείτε τα Θέματα και εγκαταστείστε νέα.';
$_lang['SENGINES_MANAGE_INST'] = 'Διαχειριστείτε τις Μηχανές Αναζήτησης και εγκαταστείστε νέες.';
$_lang['MANAGE_WAY_LOGIN'] = 'Διαχειριστείτε τους τρόπους σύνδεσης των χρηστών στον ιστότοπο.';
$_lang['TRANSLATOR'] = 'Μεταφραστής';
$_lang['MANAGE_MLANG_CONTENT'] = 'Διαχειριστείτε το πολυγλωσσικό περιεχόμενο';
$_lang['LOGS'] = 'Καταγραφές';
$_lang['VIEW_MANAGE_LOGS'] = 'Προβολή και διαχείριση αρχείων καταγραφών';
$_lang['GENERAL'] = 'Γενικά';
$_lang['WEBSITE_STATUS'] = 'Κατάσταση ιστότοπου';
$_lang['ONLINE'] = 'Σε λειτουργία';
$_lang['OFFLINE'] = 'Εκτός λειτουργίας';
$_lang['ONLINE_ADMINS'] = 'Σε λειτουργία μόνο για διαχειριστές';
$_lang['OFFLINE_MSG'] = 'Μήνυμα εκτός λειτουργίας';
$_lang['OFFLINE_MSG_INFO'] = 'Αφήστε αυτό το πεδίο κενό για να εμφανίσετε ένα αυτόματο πολυγλωσσικό μήνυμα';
$_lang['SITENAME'] = 'Όνομα ιστότοπου';
$_lang['URL_ADDRESS'] = 'Διεύθυνση URL';
$_lang['REPO_PATH'] = 'Διαδρομή αποθετηρίου';
$_lang['REPO_PATH_INFO'] = 'Η πλήρης διαδρομή προς τον κατάλογο αποθετηρίου του Elxis. Αφήστε το κενό για την 
	προκαθορισμένη τοποθεσία (elxis_root/repository/). Συνιστούμε θερμά την μετακίνηση αυτού του καταλόγου πάνω από τον 
	φάκελο WWW και την μετονομασία του σε κάτι μη προβλέψιμο!';
$_lang['FRIENDLY_URLS'] = 'Φιλικές URL';
$_lang['SEF_INFO'] = 'Αν οριστεί σε NAI (συνιστάται) μετονομάστε το αρχείο htaccess.txt σε .htaccess';
$_lang['STATISTICS_INFO'] = 'Ενεργοποίηση συλλογής στατιστικών κίνησης του ιστότοπου;';
$_lang['GZIP_COMPRESSION'] = 'Συμπίεση GZip';
$_lang['GZIP_COMPRESSION_DESC'] = 'Το Elxis θα συμπιέσει το έγγραφο με GZIP προτού το στείλει στον περιηγητή εξοικονομώντας σας 70% ως 80% bandwidth.';
$_lang['DEFAULT_ROUTE'] = 'Προκαθορισμένη δρομολόγηση';
$_lang['DEFAULT_ROUTE_INFO'] = 'Μία URI Elxis μορφής που θα χρησιμοποιηθεί ως η αρχική σελίδα του ιστότοπού σας.';
$_lang['META_DATA'] = 'Δεδομένα META';
$_lang['META_DATA_INFO'] = 'Μία σύντομη περιγραφή για τον ιστότοπο';
$_lang['KEYWORDS'] = 'Λέξεις-κλειδιά';
$_lang['KEYWORDS_INFO'] = 'Ορισμένες λέξεις κλειδιά χωρισμένες μεταξύ τους με κόμμα';
$_lang['STYLE_LAYOUT'] = 'Στυλ και μορφή';
$_lang['SITE_TEMPLATE'] = 'Template ιστότοπου';
$_lang['ADMIN_TEMPLATE'] = 'Template διαχείρισης';
$_lang['ICONS_PACK'] = 'Πακέτο εικονιδίων';
$_lang['LOCALE'] = 'Εντοπιότητα';
$_lang['TIMEZONE'] = 'Ζώνη ώρας';
$_lang['MULTILINGUISM'] = 'Πολυγλωσσία';
$_lang['MULTILINGUISM_INFO'] = 'Σας επιτρέπει να εισάγετε τα αντικείμενα κειμένου σε περισσότερες από μία γλώσσες (πολυγλωσσία). 
	Μην το ενεργοποιείτε αν δεν το χρησιμοποιείτε καθώς θα επιβραδύνει τον ιστότοπο χωρίς λόγο. Η διεπαφή του Elxis 
	θα είναι πολυγλωσσική ακόμα και αν το έχετε ορίσει σε Όχι.';
$_lang['CHANGE_LANG'] = 'Αλλαγή γλώσσας';
$_lang['LANG_CHANGE_WARN'] = 'Αν αλλάξετε την προκαθορισμένη γλώσσα ίσως οδηγηθείτε σε ανακολουθίες μεταξύ 
	των δεικτών γλώσσας και των μεταφράσεων στον πίνακα μεταφράσεων.';
$_lang['CACHE'] = 'Προσωρινή μνήμη';
$_lang['CACHE_INFO'] = 'Το Elxis μπορεί να αποθηκεύσει τον παραγόμενο κώδικα HTML στο αποθετήριο για ταχύτερη μελλοντική αναπαραγωγή. 
	Πρόκειται για γενική ρύθμιση, πρέπει επίσης να ενεργοποιήσετε την προσωρινή μνήμη στα αντικείμενα (πχ module) που θέλετε να αποθηκεύονται.';
$_lang['APC_INFO'] = 'Η Alternative PHP Cache (APC) είναι μία μέθοδος προσωρινής μνήμης για τον ενδιάμεσο PHP κώδικα (opcode). Πρέπει να υποστηρίζεται από τον διακομιστή σας. 
	Δεν συνιστάται σε περιβάλλοντα μοιραζόμενης φιλοξενίας. Το Elxis θα την χρησιμοποιήσει σε συγκεκριμένες σελίδες για να βελτιωθεί η απόδοση του ιστότοπου.';
$_lang['APC_ID_INFO'] = 'Στην περίπτωση που φιλοξενούνται πάνω από ένας ιστότοποι σε αυτόν τον διακομιστή 
	ταυτοποιήστε τους παρέχοντας ένα μοναδικό ακέραιο για αυτόν τον ιστότοπο.';
$_lang['USERS_AND_REGISTRATION'] = 'Χρήστες και Εγγραφή';
$_lang['PRIVACY_PROTECTION'] = 'Προστασία προσωπικών δεδομένων';
$_lang['PASSWORD_NOT_SHOWN'] = 'Ο τρέχων κωδικός δεν εμφανίζεται για λόγους ασφαλείας. 
	Συμπληρώστε αυτό το πεδίο μόνο αν θέλετε να αλλάξετε τον τρέχοντα κωδικό.';
$_lang['DB_TYPE'] = 'Τύπος βάσης';
$_lang['ALERT_CON_LOST'] = 'Αν αλλλαχθεί η σύνδεση στην τρέχουσα βάση δεδομένων θα χαθεί!';
$_lang['HOST'] = 'Φιλοξενητής';
$_lang['PORT'] = 'Θύρα';
$_lang['PERSISTENT_CON'] = 'Μόνιμη σύνδεση';
$_lang['DB_NAME'] = 'Όνομα ΒΔ';
$_lang['TABLES_PREFIX'] = 'Πρόθεμα πινάκων';
$_lang['DSN_INFO'] = 'Μία έτοιμη προς χρήση Data Source Name χορδή για σύνδεση στη βάση δεδομένων.';
$_lang['SCHEME'] = 'Σχήμα';
$_lang['SCHEME_INFO'] = 'Η απόλυτη διαδρομή προς ένα αρχείο βάσης αν χρησιμοποιείτε μία βάση δεδομένων όπως η SQLite.';
$_lang['SEND_METHOD'] = 'Μέθοδος αποστολής';
$_lang['SMTP_OPTIONS'] = 'Επιλογές SMTP';
$_lang['AUTH_REQ'] = 'Απαιτείται πιστοποίηση';
$_lang['SECURE_CON'] = 'Ασφαλής σύνδεση';
$_lang['SENDER_NAME'] = 'Όνομα αποστολέα';
$_lang['SENDER_EMAIL'] = 'E-mail αποστολέα';
$_lang['RCPT_NAME'] = 'Όνομα αποδέκτη';
$_lang['RCPT_EMAIL'] = 'E-mail αποδέκτη';
$_lang['TECHNICAL_MANAGER'] = 'Τεχνικός υπεύθυνος';
$_lang['TECHNICAL_MANAGER_INFO'] = 'Ο τεχνικός υπεύθυνος λαμβάνει ειδοποιήσεις αναφορικά με σφάλματα και θέματα ασφαλείας.';
$_lang['USE_FTP'] = 'Χρήση FTP';
$_lang['PATH'] = 'Διαδρομή';
$_lang['FTP_PATH_INFO'] = 'Η σχετική διαδρομή από τον πηγαίο κατάλογο του FTP στον φάκελο εγκατάστασης του Elxis (παράδειγμα: /public_html).';
$_lang['SESSION'] = 'Συνεδρία';
$_lang['HANDLER'] = 'Χειριστής';
$_lang['HANDLER_INFO'] = 'Το Elxis μπορεί να αποθηκεύει τις συνεδρίες ως αρχεία στο Αποθετήριο ή στην βάση δεδομένων. 
	Μπορείτε επίσης να επιλέξετε Κανένα ώστε να αφήσετε την PHP να αποθηκεύσει τις συνεδρίες στην προκαθορισμένη τοποθεσία του διακομιστή.';
$_lang['FILES'] = 'Αρχεία';
$_lang['LIFETIME'] = 'Διάρκεια ζωής';
$_lang['SESS_LIFETIME_INFO'] = 'Χρόνος για την λήξη της συνεδρίας ενώ είστε αδρανής.';
$_lang['CACHE_TIME_INFO'] = 'Μετά από αυτό το χρόνο τα αποθηκευμένα αντικείμενα αναδημιουργούνται.';
$_lang['MINUTES'] = 'λεπτά';
$_lang['HOURS'] = 'ώρες';
$_lang['MATCH_IP'] = 'Ταίριασμα IP';
$_lang['MATCH_BROWSER'] = 'Ταίριασμα περιηγητή';
$_lang['MATCH_REFERER'] = 'Ταίριασμα HTTP Referer';
$_lang['MATCH_SESS_INFO'] = 'Ενεργοποιεί μία προχωρημένη ρουτίνα ελέγχου της συνεδρίας.';
$_lang['ENCRYPTION'] = 'Κρυπτογράφηση';
$_lang['ENCRYPT_SESS_INFO'] = 'Κρυπτογράφηση των δεδομένων της συνεδρίας;';
$_lang['ERRORS'] = 'Σφάλματα';
$_lang['WARNINGS'] = 'Προειδοποιήσεις';
$_lang['NOTICES'] = 'Σημειώσεις';
$_lang['NOTICE'] = 'Σημείωση';
$_lang['REPORT'] = 'Αναφορά';
$_lang['REPORT_INFO'] = 'Επίπεδο αναφοράς σφαλμάτων. Σε online ιστότοπους σας συνιστούμε να το θέσετε σε κατάσταση Εκτός.';
$_lang['LOG'] = 'Καταγραφή';
$_lang['LOG_INFO'] = 'Επίπεδο καταγραφής σφαλμάτων. Επιλέξτε ποια σφάλματα να καταγράφει το Elxis στα αρχεία 
	καταγραφής του συστήματος (repository/logs/).';
$_lang['ALERT'] = 'Ειδοποίηση';
$_lang['ALERT_INFO'] = 'Αποστολή ειδοποιητήριου e-mail στον τεχνικό υπεύθυνο του ιστότοπου σε γενικευμένα σφάλματα.';
$_lang['ROTATE'] = 'Ανακύκλιση';
$_lang['ROTATE_INFO'] = 'Ανακύκλιση καταγραφέων σφαλμάτων στο τέλος κάθε μήνα. Συνιστάται.';
$_lang['DEBUG'] = 'Αποσφαλμάτωση';
$_lang['MODULE_POS'] = 'Θέσεις module';
$_lang['MINIMAL'] = 'Ελάχιστη';
$_lang['FULL'] = 'Πλήρης';
$_lang['DISPUSERS_AS'] = 'Εμφάνιση χρηστών ως';
$_lang['USERS_REGISTRATION'] = 'Εγγραφή χρηστών';
$_lang['ALLOWED_DOMAIN'] = 'Επιτρεπτό domain';
$_lang['ALLOWED_DOMAIN_INFO'] = 'Γράψτε ένα όνομα domain (π.χ. elxis.org) μόνο από το οποίο θα δέχεται 
	το σύστημα διευθύνσεις e-mail κατά την εγγραφή.';
$_lang['EXCLUDED_DOMAINS'] = 'Απορριπτέα domain';
$_lang['EXCLUDED_DOMAINS_INFO'] = 'Λίστα ονομάτων domain χωρισμένων με κόμμα (π.χ. badsite.com,hacksite.com) 
	από τα οποία δεν γίνονται αποδεκτές διευθύνσεις e-mail κατά την εγγραφή.';
$_lang['ACCOUNT_ACTIVATION'] = 'Ενεργοποίηση λογαριασμού';
$_lang['DIRECT'] = 'Άμεσα';
$_lang['MANUAL_BY_ADMIN'] = 'Χειροκίνητα από διαχειριστή';
$_lang['PASS_RECOVERY'] = 'Ανάκτηση κωδικού';
$_lang['SECURITY'] = 'Ασφάλεια';
$_lang['SECURITY_LEVEL'] = 'Επίπεδο ασφαλείας';
$_lang['SECURITY_LEVEL_INFO'] = 'Αυξάνοντας το επίπεδο ασφαλείας κάποιες επιλογές ενεργοποιούνται εξ ανάγκης 
	ενώ μερικές λειτουργίες ίσως απενεργοποιηθούν. Συμβουλευτείτε την τεκμηρίωση του Elxis για περισσότερα.';
$_lang['NORMAL'] = 'Φυσιολογικό';
$_lang['HIGH'] = 'Υψηλό';
$_lang['INSANE'] = 'Παρανοϊκό';
$_lang['ENCRYPT_METHOD'] = 'Μέθοδος κρυπτογράφησης';
$_lang['AUTOMATIC'] = 'Αυτόματη';
$_lang['ENCRYPTION_KEY'] = 'Κλειδί κρυπτογράφησης';
$_lang['ELXIS_DEFENDER'] = 'Υπερασπιστής Elxis';
$_lang['ELXIS_DEFENDER_INFO'] = 'Ο Υπερασπιστής του Elxis προστατεύει το site σας από επιθέσεις XSS και έκχυσης SQL. 
	Αυτό το πανίσχυρο εργαλείο φιλτράρει τις αιτήσεις των χρηστών και φράζει επιθέσεις προς τον ιστότοπο. Επίσης θα 
	σας ειδοποιήσει για τυχόν επιθέσεις και θα τις καταγράψει. Μπορείτε να επιλέξετε ποιοί τύποι φίλτρων να εφαρμοστούν ή ακόμα 
	και να κλειδώσετε καίρια αρχεία του συστήματος για μη-εξουσιοδοτημένες επεμβάσεις σε αυτά. 
	Συνιστούμε την ενεργοποίηση τουλάχιστον της επιλογής G. Συμβουλευτείτε την τεκμηρίωση του Elxis για περισσότερα.';
$_lang['SSL_SWITCH'] = 'Μεταγωγή SSL';
$_lang['SSL_SWITCH_INFO'] = 'Το Elxis θα μεταπηδά αυτόματα από HTTP σε HTTPS σε σελίδες όπου η ιδιωτικότητα είναι σημαντική. 
	Για την περιοχή διαχείρισης το σχήμα HTTPS θα είναι μόνιμο. Απαιτεί ένα πιστοποιητικό SSL!';
$_lang['PUBLIC_AREA'] = 'Δημόσια περιοχή';
$_lang['GENERAL_FILTERS'] = 'Γενικά φίλτρα';
$_lang['CUSTOM_FILTERS'] = 'Προσαρμοσμένα φίλτρα';
$_lang['FSYS_PROTECTION'] = 'Προστασία συστήματος αρχείων';
$_lang['CHECK_FTP_SETS'] = 'Έλεγχος ρυθμίσεων FTP';
$_lang['FTP_CON_SUCCESS'] = 'Η σύνδεση στον διακομιστή FTP ήταν επιτυχής.';
$_lang['ELXIS_FOUND_FTP'] = 'Το Elxis εντοπίστηκε στο FTP.';
$_lang['ELXIS_NOT_FOUND_FTP'] = 'Το Elxis δεν εντοπίστηκε στο FTP! Ελέγξτε την τιμή της επιλογής Διαδρομή FTP.';
$_lang['CAN_NOT_CHANGE'] = 'Δεν μπορείτε να το αλλάξετε αυτό.';
$_lang['SETS_SAVED_SUCC'] = 'Οι ρυθμίσεις αποθηκεύτηκαν επιτυχώς';
$_lang['ACTIONS'] = 'Ενέργειες';
$_lang['BAN_IP_REQ_DEF'] = 'Για να φράξετε μία IP απαιτείται να ενεργοποιήσετε τουλάχιστον μία επιλογή στον Υπερασπιστή του Elxis!';
$_lang['BAN_YOURSELF'] = 'Προσπαθείτε να φράξετε τον εαυτό σας;';
$_lang['IP_AL_BANNED'] = 'Αυτή η IP είναι ήδη φραγμένη!';
$_lang['IP_BANNED'] = 'Η διεύθυνση IP %s φράχθηκε!';
$_lang['BAN_FAILED_NOWRITE'] = 'Η φραγή απέτυχε! Το αρχείο repository/logs/defender_ban.php δεν είναι εγγράψιμο.';
$_lang['ONLY_ADMINS_ACTION'] = 'Μόνο διαχειριστές μπορούν να εκτελέσουν αυτή την ενέργεια!';
$_lang['CNOT_LOGOUT_ADMIN'] = 'Δεν μπορείτε να αποσυνδέσετε έναν διαχειριστή!';
$_lang['USER_LOGGED_OUT'] = 'Ο χρήστης αποσυνδέθηκε!';
$_lang['SITE_STATISTICS'] = 'Στατιστικά ιστότοπου';
$_lang['SITE_STATISTICS_INFO'] = 'Προβολή στατιστικών κίνησης του ιστότοπου';
$_lang['BACKUP'] = 'Αντίγραφα ασφαλείας';
$_lang['BACKUP_INFO'] = 'Λάβετε ένα νέο πλήρες αντίγραφο ασφαλείας του ιστότοπου και διαχειριστείτε τα υπάρχοντα.';
$_lang['BACKUP_FLIST'] = 'Λίστα υπαρχόντων αντιγράφων ασφαλείας';
$_lang['TYPE'] = 'Τύπος';
$_lang['FILENAME'] = 'Όνομα αρχείου';
$_lang['SIZE'] = 'Μέγεθος';
$_lang['NEW_DB_BACKUP'] = 'Νέο αντίγραφο βάσης δεδομένων';
$_lang['NEW_FS_BACKUP'] = 'Νέο αντίγραφο συστήματος αρχείων';
$_lang['FILESYSTEM'] = 'Σύστημα αρχείων';
$_lang['DOWNLOAD'] = 'Λήψη';
$_lang['TAKE_NEW_BACKUP'] = 'Λήψη νέου αντιγράφου ασφαλείας;\nΑυτό μπορεί να διαρκέσει λίγο, παρακαλώ έχετε υπομονή!';
$_lang['FOLDER_NOT_EXIST'] = "Ο φάκελος %s δεν υπάρχει!";
$_lang['FOLDER_NOT_WRITE'] = "Ο φάκελος %s δεν είναι εγγράψιμος!";
$_lang['BACKUP_SAVED_INTO'] = "Τα αντίγραφα ασφαλείας αποθηκεύονται στον κατάλογο %s";
$_lang['CACHE_SAVED_INTO'] = "Τα αρχεία προσωρινής μνήμης αποθηκεύονται στον κατάλογο %s";
$_lang['CACHED_ITEMS'] = 'Προσωρινά αποθηκευμένα αντικείμενα';
$_lang['ELXIS_ROUTER'] = 'Δρομολογητής Elxis';
$_lang['ROUTING'] = 'Δρομολόγηση';
$_lang['ROUTING_INFO'] = 'Αναδρομολόγηση των αιτήσεων των χρηστών σε προσαρμοσμένες διευθύνσεις URL.';
$_lang['SOURCE'] = 'Πηγή';
$_lang['ROUTE_TO'] = 'Δρομολόγηση σε';
$_lang['REROUTE'] = "Αναδρομολόγηση %s";
$_lang['DIRECTORY'] = 'Κατάλογος';
$_lang['SET_FRONT_CONF'] = 'Ορίστε την αρχική σελίδα του ιστότοπου στις ρυθμίσεις του Elxis!';
$_lang['ADD_NEW_ROUTE'] = 'Προσθήκη νέας δρομολόγησης';
$_lang['OTHER'] = 'Άλλο';
$_lang['LAST_MODIFIED'] = 'Τελευταία τροποποίηση';
$_lang['PERIOD'] = 'Περίοδος';
$_lang['ERROR_LOG_DISABLED'] = 'Η καταγραφή σφαλμάτων είναι απενεργοποιημένη!';
$_lang['LOG_ENABLE_ERR'] = 'Η καταγραφή είναι ενεργοποιημένη μόνο για καίρια σφάλματα.';
$_lang['LOG_ENABLE_ERRWARN'] = 'Η καταγραφή είναι ενεργοποιημένη για σφάλματα και προειδοποιήσεις.';
$_lang['LOG_ENABLE_ERRWARNNTC'] = 'Η καταγραφή είναι ενεργοποιημένη για σφάλματα, προειδοποιήσεις και σημειώσεις.';
$_lang['LOGROT_ENABLED'] = 'Η ανακύκλιση των αρχείων καταγραφής είναι ενεργή.';
$_lang['LOGROT_DISABLED'] = 'Η ανακύκλιση των αρχείων καταγραφής είναι ανενεργή!';
$_lang['SYSLOG_FILES'] = 'Αρχεία καταγραφών του συστήματος';
$_lang['DEFENDER_BANS'] = 'Φραγές Υπερασπιστή';
$_lang['LAST_DEFEND_NOTIF'] = 'Τελ. ειδοποίηση Υπερασπιστή';
$_lang['LAST_ERROR_NOTIF'] = 'Τελ. ειδοποίηση Σφάλματος';
$_lang['TIMES_BLOCKED'] = 'Φορές φραγής';
$_lang['REFER_CODE'] = 'Κωδικός αναφοράς';
$_lang['CLEAR_FILE'] = 'Εκκαθάριση αρχείου';
$_lang['CLEAR_FILE_WARN'] = 'Τα περιεχόμενα του αρχείου θα σβηστούν. Συνέχεια;';
$_lang['FILE_NOT_FOUND'] = 'Το αρχείο δεν βρέθηκε!';
$_lang['FILE_CNOT_DELETE'] = 'Αυτό το αρχείο δεν μπορεί να διαγραφεί!';
$_lang['ONLY_LOG_DOWNLOAD'] = 'Μπορείτε να λάβετε μόνο αρχεία με κατάληξη .log!';
$_lang['SYSTEM'] = 'Σύστημα';
$_lang['PHP_INFO'] = 'Πληροφορίες PHP';
$_lang['PHP_VERSION'] = 'Έκδοση PHP';
$_lang['ELXIS_INFO'] = 'Πληροφορίες Elxis';
$_lang['VERSION'] = 'Έκδοση';
$_lang['REVISION_NUMBER'] = 'Αριθμός αναθεώρησης';
$_lang['STATUS'] = 'Κατάσταση';
$_lang['CODENAME'] = 'Κωδική ονομασία';
$_lang['RELEASE_DATE'] = 'Ημερομηνία διανομής';
$_lang['COPYRIGHT'] = 'Πνευματικά δικαιώματα';
$_lang['POWERED_BY'] = 'Τρέχει με';
$_lang['AUTHOR'] = 'Συγγραφέας';
$_lang['PLATFORM'] = 'Πλατφόρμα';
$_lang['HEADQUARTERS'] = 'Έδρα';
$_lang['ELXIS_ENVIROMENT'] = 'Περιβάλλον Elxis';
$_lang['DEFENDER_LOGS'] = 'Καταγραφές υπερασπιστή';
$_lang['ADMIN_FOLDER'] = 'Φάκελος διαχείρισης';
$_lang['DEF_NAME_RENAME'] = 'Προκαθορισμένο όνομα, μετονομάστε το!';
$_lang['INSTALL_PATH'] = 'Διαδρομή εγκατάστασης';
$_lang['IS_PUBLIC'] = 'Είναι δημόσιο!';
$_lang['CREDITS'] = 'Εύσημα';
$_lang['LOCATION'] = 'Τοποθεσία';
$_lang['CONTRIBUTION'] = 'Συνεισφορά';
$_lang['LICENSE'] = 'Άδεια χρήσης';
$_lang['MULTISITES'] = 'Πολλαπλοί ιστότοποι';
$_lang['MULTISITES_DESC'] = 'Διαχειριστείτε πολλαπλούς ιστότοπους με μία εγκατάσταση Elxis.';
$_lang['MULTISITES_WARN'] = 'Μπορείτε να έχετε πολλαπλούς ιστότοπους κάτω από μία εγκατάσταση Elxis. 
	Η εργασία με πολλαπλούς ιστότοπους είναι ένα καθήκον που απαιτεί προχωρημένες γνώσεις του Elxis CMS. 
	Προτού εισάγετε δεδομένα σε ένα νέο ιστότοπο βεβαιωθείτε πως η βάση δεδομένων υπάρχει. Μετά την δημιουργία 
	ενός νέου ιστότοπου επεξεργαστείτε το αρχείο htaccess με βάση τις οδηγίες που θα σας δοθούν. Η διαγραφή ενός 
	ιστότοπου δεν διαγράφει την συνδεδεμένη βάση δεδομένων. Συμβουλευτείτε έναν έμπειρο τεχνικό αν χρειάζεστε βοήθεια.';
$_lang['MULTISITES_DISABLED'] = 'Οι πολλαπλοί ιστότοποι είναι απενεργοποιημένοι!';
$_lang['ENABLE'] = 'Ενεργοποίηση';
$_lang['ACTIVE'] = 'Ενεργό';
$_lang['URL_ID'] = 'Αναγνωριστικό URL';
$_lang['MAN_MULTISITES_ONLY'] = "Μπορείτε να διαχειριστείτε τους ιστότοπους μόνο από τον ιστότοπο %s";
$_lang['LOWER_ALPHANUM'] = 'Μικροί αλφαριθμητικοί χαρακτήρες χωρίς κενά';
$_lang['IMPORT_DATA'] = 'Εισαγωγή δεδομένων';
$_lang['CNOT_CREATE_CFG_NEW'] = "Δεν στάθηκε δυνατή η δημιουργία του αρχείου ρυθμίσεων %s για τον νέο ιστότοπο!";
$_lang['DATA_IMPORT_FAILED'] = 'Η εισαγωγή δεδομένων απέτυχε!';
$_lang['DATA_IMPORT_SUC'] = 'Τα δεδομένα εισήχθησαν με επιτυχία!';
$_lang['ADD_RULES_HTACCESS'] = 'Προσθέστε τους ακόλουθους κανόνες στο αρχείο htaccess';
$_lang['CREATE_REPOSITORY_NOTE'] = 'Συστήνεται θερμά να δημιουργήσετε ένα ξεχωριστό αποθετήριο για κάθε υπό-ιστότοπο!';
$_lang['NOT_SUP_DBTYPE'] = 'Μη υποστηριζόμενος τύπος βάσης δεδομένων!';
$_lang['DBTYPES_MUST_SAME'] = 'Οι βάσεις δεδομένων αυτού και του νέου ιστότοπου πρέπει να είναι του ιδίου τύπου!';
$_lang['DISABLE_MULTISITES'] = 'Απενεργοποίηση πολλαπλών ιστότοπων';
$_lang['DISABLE_MULTISITES_WARN'] = 'Όλοι οι ιστότοποι εκτός αυτού με κωδικό 1 θα αφαιρεθούν!';
$_lang['VISITS_PER_DAY'] = "Επισκέψεις ανά ημέρα για %s";
$_lang['CLICKS_PER_DAY'] = "Κλικς ανά ημέρα για %s";
$_lang['VISITS_PER_MONTH'] = "Επισκέψεις ανά μήνα για το %s";
$_lang['CLICKS_PER_MONTH'] = "Κλικς ανά μήνα για το %s";
$_lang['LANGS_USAGE_FOR'] = "Ποσοστιαία χρήση γλωσσών για %s";
$_lang['UNIQUE_VISITS'] = 'Μοναδικές επισκέψεις';
$_lang['PAGE_VIEWS'] = 'Προβολές σελίδων';
$_lang['TOTAL_VISITS'] = 'Σύνολο επισκέψεων';
$_lang['TOTAL_PAGE_VIEWS'] = 'Σύνολο προβολών σελίδων';
$_lang['LANGS_USAGE'] = 'Χρήση γλωσσών';
$_lang['LEGEND'] = 'Παράρτημα';
$_lang['USAGE'] = 'Χρήση';
$_lang['VIEWS'] = 'Προβολές';
$_lang['OTHER'] = 'Άλλες';
$_lang['NO_DATA_AVAIL'] = 'Δεν υπάρχουν δεδομένα';
$_lang['PERIOD'] = 'Περίοδος';
$_lang['YEAR_STATS'] = 'Ετήσια στατιστικά';
$_lang['MONTH_STATS'] = 'Μηνιαία στατιστικά';
$_lang['PREVIOUS_YEAR'] = 'Προηγούμενο έτος';
$_lang['NEXT_YEAR'] = 'Επόμενο έτος';
$_lang['STATS_COL_DISABLED'] = 'Η συλλογή στατιστικών δεδομένων είναι απενεργοποιημένη. Ενεργοποιήστε τα στατιστικά στις ρυθμίσεις του Elxis.';
$_lang['DOCTYPE'] = 'Τύπος εγγράφου';
$_lang['DOCTYPE_INFO'] = 'Η συνιστώμενη επιλογή είναι HTML5. Το Elxis θα εξάγει XHTML ακόμα και αν το DOCTYPE οριστεί σε HTML5. 
	Σε XHTML doctypes το Elxis σερβίρει τα έγγραφα με το mime type application/xhtml+xml στους σύγχρονους περιηγητές και με το text/html στους παλαιότερους.';
$_lang['ABR_SECONDS'] = 'δευτ';
$_lang['ABR_MINUTES'] = 'λεπ';
$_lang['HOUR'] = 'ώρα';
$_lang['HOURS'] = 'ώρες';
$_lang['DAY'] = 'ημέρα';
$_lang['DAYS'] = 'ημέρες';
$_lang['UPDATED_BEFORE'] = 'Ενημερώθηκε πριν από';
$_lang['CACHE_INFO'] = 'Δείτε και διαγράψτε τα αποθηκευμένα στη μνήμη αντικείμενα.';
$_lang['ELXISDC'] = 'Κέντρο Λήψεων Elxis';
$_lang['ELXISDC_INFO'] = 'Περιηγηθείτε ζωντανά στο EDC και δείτε τις διαθέσιμες επεκτάσεις';
$_lang['SITE_LANGS'] = 'Γλώσσες ιστότοπου';
$_lang['SITE_LANGS_DESC'] = 'Όλες οι εγκατεστημένες γλώσσες είναι εξ ορισμού διαθέσιμες στο δημόσιο τμήμα. Μπορείτε να το αλλάξετε αυτό επιλέγοντας 
	παρακάτω μόνο τις γλώσσες που θέλετε να είναι διαθέσιμες στο δημόσιο τμήμα.';
//Elxis 4.1
$_lang['PERFORMANCE'] = 'Απόδοση';
$_lang['MINIFIER_CSSJS'] = 'Ελαχιστοποιητής CSS/Javascript';
$_lang['MINIFIER_INFO'] = 'Το Elxis μπορεί να ενοποιήσει τοπικά αρχεία CSS και JS και προαιρετικά να τα συμπιέσει. Το ενοποιημένο αρχείο αποθηκεύεται στην προσωρινή 
	μνήμη. Έτσι αντί να έχετε πολλαπλά αρχεία CSS/JS στο head των σελίδων σας θα έχετε μόνο ένα ελαχιστοποιημένο.';
$_lang['MOBILE_VERSION'] = 'Έκδοση για κινητά';
$_lang['MOBILE_VERSION_DESC'] = 'Ενεργοποίηση έκδοσης φιλικής προς κινητά και συσκευές χειρός;';
//Elxis 4.2
$_lang['SEND_TEST_EMAIL'] = 'Αποστολή δοκιμαστικού e-mail';
$_lang['ONLINE_USERS'] = 'Σε λειτουργία για χρήστες';
$_lang['CRONJOBS'] = 'Χρονικές εργασίες';
$_lang['CRONJOBS_INFO'] = 'Ενεργοποιήστε τις Χρονικές εργασίες αν θέλετε να εκτελούνται αυτοματοποιημένες διεργασίες όπως η προγραμματισμένη δημοσίευση άρθρων.';
$_lang['LANG_DETECTION'] = 'Ανίχνευση γλώσσας';
$_lang['LANG_DETECTION_INFO'] = 'Ανίχνευση φυσικής γλώσσας και ανακατεύθυνση στην κατάλληλη γλωσσική έκδοση του ιστότοπου κατά την πρώτη επίσκεψη στην αρχική σελίδα.';
//Elxis 4.4
$_lang['DEFENDER_NOTIFS'] = 'Ειδοποιήσεις υπερασπιστή';
$_lang['XFRAMEOPT_HELP'] = 'Επικεφαλίδα HTTP που ορίζει αν ο περιηγητής θα δέχεται ή όχι την εμφάνιση σελίδων αυτού του ιστότοπου εντός frame. Βοηθά στην προστασία επιθέσεων clickjacking.';
$_lang['ACCEPT_XFRAME'] = 'Αποδοχή X-Frame';
$_lang['DENY'] = 'Άρνηση';
$_lang['SAMEORIGIN'] = 'Ίδια προέλευση';
$_lang['ALLOW_FROM'] = 'Επέτρεψε από';
$_lang['ALLOW_FROM_ORIGIN'] = 'Επέτρεψε από προέλευση';
$_lang['CONTENT_SEC_POLICY'] = 'Πολιτική Ασφάλειας Περιεχομένου';
$_lang['IP_RANGES'] = 'Εύρος IP';
$_lang['UPDATED_AUTO'] = 'Ενημερώνεται αυτόματα';
$_lang['CHECK_IP_MOMENT'] = 'Στιγμή ελέγχου IP';
$_lang['BEFORE_LOAD_ELXIS'] = 'Πριν τη φόρτωση του πυρήνα του Elxis';
$_lang['AFTER_LOAD_ELXIS'] = 'Μετά τη φόρτωση του πυρήνα του Elxis';
$_lang['CHECK_IP_MOMENT_HELP'] = 'ΠΡΙΝ: Ο Υπερασπιστής ελέγχει τις IP σε κάθε κλικ. Οι κακές IP δεν φτάνουν στον πυρήνα του Elxis. 
	ΜΕΤΑ: Ο Υπερασπιστής ελέγχει τις IP μόνο μία φορά ανά συνεδρία (βελτίωση απόδοσης). Οι κακές IP φθάνουν στον πυρήνα του Elxis προτού φραχθούν.';
$_lang['SECURITY'] = 'Ασφάλεια';
$_lang['EVERYTHING'] = 'Τα πάντα';
$_lang['ONLY_ATTACKS'] = 'Μόνο επιθέσεις';
$_lang['CRONJOBS_PROB'] = 'Πιθανότητα χρονικών εργασιών';
$_lang['CRONJOBS_PROB_INFO'] = 'Η επί τοις εκατό πιθανότητα εκτέλεσης Χρονικά Προγραμματισμένων Εργασιών σε κάθε κλικ των χρηστών. Επηρεάζει μόνο τις Χρονικές εργασίες που εκτελούνται εσωτερικά από το Elxis. Για βέλτιση απόδοση όσους περισσότερους επισκέπτες έχει ο ιστότοπός σας τόσο μικρότερη θα πρέπει να είναι αυτή η τιμή. Η προκαθορισμένη τιμή είναι 10%.';
$_lang['EXTERNAL'] = 'Εξωτερικές';
$_lang['SEO_TITLES_MATCH'] = 'Ταίριασμα τίτλων SEO';
$_lang['SEO_TITLES_MATCH_HELP'] = 'Ελέγχει την δημιουργία τίτλων SEO από τους κανονικούς τίτλος. Το Ακριβώς δημιουργεί τίτλους SEO που ταιριάζουν απόλυτα με τους αρχικούς τίτλους λατινοποιημένους.';
$_lang['EXACT'] = 'Ακριβώς';
//Elxis 4.6
$_lang['CONFIG_FOR_GMAIL'] = 'Ρύθμιση για Gmail';
$_lang['AUTH_METHOD'] = 'Μέθοδος πιστοποίησης';
$_lang['DEFAULT'] = 'Προκαθορισμένο';
$_lang['BACKUP_EXCLUDE_PATHS_HELP'] = 'Μπορείτε να παραλείψετε κάποιους φακέλους από τη διαδικασία αντιγράφου ασφαλείας συστήματος αρχείων. Αυτό είναι 
	εξαιρετικά χρήσιμο αν έχετε πάρα πολλά αρχεία και η λήψη αντιγράφου ασφαλείας αποτυγχάνει εξαιτίας σφαλμάτων μνήμης. Δώστε παρακάτω τους φακέλους που 
	θέλετε να εξαιρέσετε παρέχοντας τη σχετική διαδρομή τους. Παράδειγμα: media/videos/';
$_lang['PATHS_EXCLUDED_FSBK'] = 'Διαδρομές που εξαιρούνται από το αντίγραφο ασφαλείας αρχείων';
$_lang['EXCLUSIONS'] = 'Εξαιρέσεις';
//Elxis 5.0
$_lang['BACKUP_FOLDER_TABLE_TIP'] = 'Μπορείτε να δημιουργήσετε αντίγραφο ασφαλείας για όλη την εγκατάσταση του Elxis ή για συγκεκριμένο φάκελο. 
	Για τη βάση δεδομένων μπορείτε να κάνετε back-up ολόκληρη τη βάση ή συγκεκριμένο πίνακα. Στην περίπτωση που κατά την διαδικασία back-up λαμβάνετε 
	σφάλματα υπέρβασης χρόνου ή μνήμης (ειδικά σε μεγάλους ιστότοπους) επιλέξτε να κάνετε back-up συγκεκριμένους φακέλους ή πίνακες.';
$_lang['FOLDER'] = 'Φάκελος';
$_lang['TABLE'] = 'Πίνακας';
$_lang['INACTIVE'] = 'Ανενεργό';
$_lang['DEPRECATED'] = 'Παρωχημένο';
$_lang['ALL_AVAILABLE'] = 'Όλες οι διαθέσιμες';
$_lang['NO_PROTECTION'] = 'Καμία προστασία';
$_lang['NEWER_VERSION_FOR'] = 'Υπάρχει μία νεότερη έκδοση (%s) για το %s';
$_lang['NEWER_VERSIONS_FOR'] = 'Υπάρχουν νεότερες εκδόσεις για %s';
$_lang['NEWER_VERSIONS_FOR_EXTS'] = 'Υπάρχουν νεότερες εκδόσεις για  %s επεκτάσεις';
$_lang['OUTDATED_ELXIS_UPDATE_TO'] = 'Χρησιμοποιείτε μία παρωχημένη έκδοση του Elxis! Κάντε αναβάθμιση το συντομότερο σε %s';
$_lang['NO_BACKUPS'] = 'Δεν έχετε αντίγραφα ασφαλείας!';
$_lang['LONGTIME_TAKE_BACKUP'] = 'Έχετε πολύ καιρό να λάβετε αντίγραφο ασφαλείας του ιστότοπου';
$_lang['DELETE_OLD_LOGS'] = 'Διαγράψτε τα παλιά αρχεία καταγραφής';
$_lang['DEFENDER_IS_DISABLED'] = 'Ο Υπερασπιστής Elxis είναι απενεργοποιημένος';
$_lang['REPO_DEF_PATH'] = 'Το αποθετήριο είναι στην προκαθορισμένη διαδρομή';
$_lang['CHANGE_MAIL_TO_SMTP'] = 'Αλλάξτε το PHP Mail σε SMTP ή άλλο';
$_lang['DISABLE_MULTILINGUISM'] = 'Απενεργοποιήστε την πολυγλωσσία';
$_lang['ENABLE_MULTILINGUISM'] = 'Ενεργοποιήστε την πολυγλωσσία';
//Elxis 5.2
$_lang['NOTFOUND'] = 'Δεν βρέθηκε';
$_lang['EXTENSION'] = 'Επέκταση';
$_lang['CODE_EDITOR_WARN'] = 'Συνιστούμε θερμά να μην τροποποιήσετε τα αρχεία των επεκτάσεων καθώς θα χάσετε τις αλλαγές σας μετά από μία αναβάθμιση. 
	Αντ\' αυτού προσθέστε τον δικό σας κώδικα και τους κανόνες υπερκάλυψης CSS στα αρχεία <strong>user.config</strong>.';
$_lang['EDIT_CODE'] = 'Επεξεργασία κώδικα';
$_lang['EXCLUDED_IPS'] = 'Εξαιρούμενες IP';

?>